Repository: Br3nda/drupal-module-project_issue
Catalog: po/*.po
Languages: fr

source: Edit issue settings
fr: Changer les paramètres des problèmes de projets

source: Note: changing any of these items will update the issue's overall values.
fr: Note: changer n'importe lesquelles de ces valeurs va affecter tout le problème.

source: Issue title
fr: Titre du problème

source: There was an error submitting your comment -- please try again. If the problem persists, contact the system administrator.
fr: Une erreur s'est produite lorsque votre commentaire a été soumis. Veuillez réessayer. Si le problème continue,veuillez contacter l'administrateur du système.

source: You have to specify a valid version.
fr: Vous devez spécifier une version valide.

source: You have to specify a valid component.
fr: Vous devez spécifier un composant valide.

source: You have to specify a valid project.
fr: Vous devez spécifier un projet valide.

source: You have to specify a valid category.
fr: Vous devez spécifier une catégorie valide.

source: You must either add a comment or change something about this issue.
fr: Vous devez ajouter un commentaire ou changer quelque chose dans ce problème.

source: Preview comment
fr: Aperçu du commentaire

source: Subscribe
fr: S'abonner

source: You must have a valid e-mail address in order to subscribe to issues. Please <a href="@update">update your account</a>.
fr: Vous devez avoir une adresse email valide afin de vous abonner aux problèmes. Veuillez <a href="@update">mettre à jour votre compte</a>.

source: Please <a href="@login">login</a> or <a href="@register">register</a> in order to subscribe to issues.
fr: Veuillez <a href="@login">vous identifier</a> ou bien <a href="@register">vous enregistrer</a> afin de vous abonner aux problèmes.

source: <none>
fr: <rien>

source: Component
fr: Composant

source: Category
fr: Catégorie

source: Overall
fr: Global

source: Last month
fr: Le mois dernier

source: Average lifetime
fr: Durée de vie moyenne

source: Status
fr: État

source: Issue activity
fr: Activité problèmes

source: Project
fr: Projet

source: Project overview
fr: Vue générale du projet

source: None
fr: Aucun

source: Own issues
fr: Mes problèmes

source: All issues
fr: Tous les problèmes

source: Subscription settings saved.
fr: Paramètres d'abonnement enregistrés

source: Subscribe to receive e-mail notification when an issue for this project is updated.
fr: S'abonner aux notifications par courriel des mises à jour appliquées aux problèmes relatifs à ce projet

source: Subscribe to @project issues
fr: S'abonner aux problèmes de @project

source: All projects
fr: Tous les projets

source: Submit @name
fr: Envoyer @name

source: You do not have access to any projects.
fr: Vous n'avez accès à'aucun projet.

source: Next
fr: Suivant

source: You must select a project.
fr: Vous devez spécifier un projet.

source: Home
fr: Accueil

source: Create content
fr: Créer un contenu

source: Unassigned
fr: Non affecté

source: Unassign
fr: Désaffecter

source: Project information
fr: Informations sur le projet

source: Issue information
fr: Information sur le problème

source: Priority
fr: Priorité

source: Assigned
fr: Affecté

source: Issue details
fr: Détails du problème

source: Title
fr: Titre

source: File attachments are disabled. The issue directory has not been properly configured.
fr: Les pièces jointes sont désactivées. Le répertoire des problèmes n'a pas été configuré correctement.

source: Please visit the !admin-project-issue-settings page.
fr: Veuillez consulter la page !admin-project-issue-settings.

source: Project issue settings
fr: Paramètres des problèmes de projets

source: Please contact the site administrator.
fr: Merci de contacter l'administrateur du site.

source: Component:
fr: Composant :

source: Category:
fr: Catégorie :

source: Priority:
fr: Priorité :

source: Assigned:
fr: Affecté à :

source: Status:
fr: État :

source: Jump to:
fr: Allez:

source: First unread comment
fr: Au premier commentaire non lu

source: Most recent comment
fr: Au commentaire le plus récent

source: Most recent attachment
fr: À la pièce jointe la plus récente

source: Add new comment
fr: Ajouter un nouveau commentaire

source: critical
fr: critique

source: minor
fr: mineur

source: bug reports
fr: rapports de bogues

source: tasks
fr: tâches

source: feature requests
fr: demandes de nouvelle fonction

source: support requests
fr: demande d'assistance

source: bug report
fr: rapport de bogue

source: task
fr: tâche

source: feature request
fr: demande de nouvelle fonction

source: support request
fr: demande d'assistance

source: Search issues for %name
fr: Recherche les problèmes relatifs à %name

source: Search issues for all projects
fr: Recherche les problèmes de tous les projets

source: Search for
fr: Rechercher

source: Has attachment.
fr: Avec pièce jointe.

source: Projects
fr: Projets

source: Categories
fr: Catégories

source: Components
fr: Composants

source: Priorities
fr: Priorités

source: Submitted by
fr: Soumis par

source: Search
fr: Rechercher

source: Name
fr: Nom

source: Weight
fr: Poids

source: Author may set
fr: Définissable par l'auteur

source: In default queries
fr: Dans les requêtes par défaut

source: Default status
fr: État par défaut

source: Operations
fr: Opérations

source: Delete
fr: Supprimer

source: Save
fr: Enregistrer

source: Status %status already exists.
fr: L'état %status existe déjà.

source: Reassign status
fr: Réaffecter l'état

source: There are !total existing issues with the status of @name. Please select a new status for these issues.
fr: Il y a !total problèmes existants dans l'état @name. Veuillez choisir un nouvel état pour ces problmes.

source: Are you sure you want to delete the status option %name?
fr: Etes-vous sûr de vouloir détruire l'option d'état %name ?

source: This action cannot be undone.
fr: Cette action est irréversible.

source: Cancel
fr: Annuler

source: Choose a new issue status for existing issues of status %name.
fr: Choisissez un nouvel état pour les problèmes existants dans l'état %name

source: Project issue status %issue deleted.
fr: L'état de problème %issue a été supprimé.

source: <all>
fr: <tout>

source: Issues for %name
fr: Problèmes relatifs à %name

source: Create
fr: Créer

source: Create a new issue for @project.
fr: Soumettre un nouveau problème relatif à @project.

source: Statistics
fr: Statistiques

source: See statistics about @project issues.
fr: Voir les statistiques des problèmes relatifs à %project

source: Receive email updates about @project issues.
fr: Recevoir des mises à jour par courriel à propos des problèmes de @project.

source: Advanced search
fr: Recherche approfondie

source: Use the advanced search page to find @project issues.
fr: Utiliser la page de recherche approfondie pour trouver les problèmes relatifs à @project

source: Issues for all projects
fr: Problèmes relatifs à l'ensemble des projets

source: Create a new issue.
fr: Soumettre un nouveau problème.

source: See statistics about issues.
fr: Voir les statistiques des problèmes.

source: Receive email updates about issues.
fr: Recevoir des mises à jour par courriel à propos des problèmes.

source: Use the advanced search page for finding issues.
fr: Utiliser la page de recherche approfondie pour trouver des problèmes.

source: Summary
fr: Résumé

source: Last updated
fr: Dernière MAJ

source: Assigned to
fr: Affecté à

source: Permalink to search query.
fr: Lien permanent vers cette recherche

source: No issues found.
fr: Aucun problème trouvé.

source: Username '@user' not found.
fr: L'utilisateur '@user' n'a pas été trouvé.

source: issues for !name
fr: Problèmes relatif à !name

source: issues
fr: Problèmes

source: Reported by
fr: Signalé par

source: Updated by
fr: Mis à jour par

source: Unknown
fr: Inconnu

source: Anonymous
fr: Anonyme

source: You are not authorized to access this page.
fr: Vous n'êtes pas habilité à accéder à cette page.

source: You had some errors in your submission:
fr: Le contenu que vous soumettez présente des erreurs :

source: Email submission to !sn failed - !subj
fr: Echec de soumission par courriel à !sn - !subj

source: Issue status update for !link
fr: Mise à jour de l'état pour !link

source: Post a follow up: !link
fr: Émettre un suivi : !link

source: Original issue:
fr: Problème d'origine:

source: Previous comments (!count):
fr: Commentaires précédents (!count):

source: Attachment
fr: Pièce jointe

source: Your submitted bugs for !date
fr: Vos rapports de bogues pour le !date

source: Release critical bugs for !date
fr: Bogues critiques de l'édition pour le !date

source: Add a new issue (bug report, feature request, etc) to an existing project.
fr: Soumettre un nouveau problème (rapport de bogue, demande de nouvelle fonction, etc) à un projet existant.

source: Updating
fr: Mise à jour

source: Issue
fr: Problème

source: An issue that can be tracked, such as a bug report, feature request, or task.
fr: Un problème qui peut être suivi, comme un rapport de bogue, une demande de nouvelle fonction, ou une tâche.

source: Issues per page
fr: Problèmes par page

source: Issue directory
fr: Répertoire des problèmes

source: Subdirectory in the directory '%dir' where attachments to issues will be stored.
fr: Sous-répertoire du répertoire '%dir' où sont stockées les pièces jointes liées aux problèmes.

source: Reply-to address on e-mail notifications
fr: Adresse de réponse (reply-to) des notifications par courriel

source: Automatically closed -- issue fixed for two weeks with no activity.
fr: Fermé automatiquement: le problème est résolu et sans activité depuis deux semaines.

source: Issues
fr: Problèmes

source: My projects
fr: Mes projets

source: My issues
fr: Mes problèmes

source: Specify where attachments to issues should be stored on your site, and what filename extensions should be allowed.
fr: Emplacement de stockage des pièces jointes sur le site, et extensions de fichiers autorisées.

source: Project issue status options
fr: Options d'état des problèmes

source: Configure what issue status values should be used on your site.
fr: Configuration des états de problèmes utilisés sur le site.

source: Comments
fr: Commentaires

source: Issue tracker
fr: Traqueur de problèmes

source: Enable issue tracker
fr: Activer le traqueur de problèmes

source: Let users submit bug requests, patches, feature requests, support requests, etc.
fr: Permet aux utilisateurs de soumettre des rapports de bogues, correctifs (patches), demandes de nouvelle fonction, demandes d'assistance, etc.

source: Submission guidelines
fr: Instructions pour la soumission de problèmes

source: Issue e-mail options
fr: Options de courriel pour les problèmes

source: Weekly critical issues report
fr: Rapport hebdomadaire des problèmes critiques

source: To get a weekly digest of critical issues specify an e-mail address.
fr: Pour recevoir une liste hebdomadaire des problèmes critiques, spécifiez une adresse électronique.

source: Issues e-mail address
fr: Adresse électronique pour les problèmes

source: If you wish to receive a copy of all the issues to a central location specify an address here. <em>Note: the copy will contain links to file attachments.</em>
fr: Si vous souhaitez recevoir une copie de tous les problèmes à une adresse centrale, spécifiez-là ici.<em>Note: les liens vers les fichiers attachés seront inclus dans la copie.</em>

source: Which issue categories to e-mail. If none is checked all categories will be posted.
fr: Quelles catégories de problèmes envoyer par courriel. Si aucune catégorie n'est cochée, les problèmes de toutes les catégories sont transmis.

source: States
fr: États

source: Which issue states to e-mail. If none is checked all states will be posted.
fr: Etats des problèmes à envoyer par courriel. Si aucun état n'est coché, les problèmes dans tous les états seront transmis.

source: Monthly reminder
fr: Rappel mensuel

source: Send monthly reminders to users
fr: Envoyer des rappels mensuels aux utilisateurs

source: Enabling this will send a monthly reminder to users that have open issues registered.
fr: Envoyer un rappel mensuel à tous les utilisateurs ayant soumis des problèmes encore ouverts.

source: Submit
fr: Envoyer

source: Issue settings have been saved.
fr: Les paramètres des problèmes ont été enregistrés.

source: Invalid issue status %status: you do not have permission to set this status
fr: Etat de problème invalide %status: vous n'êtes pas autorisé à définir cet état.

source: Projects by @user
fr: Projets de @user

source: You need to log in to see your projects.
fr: Vous devez avoir ouvert une session pour voir vos projets.

source: Last issue update
fr: Dernière MAJ

source: Open issues
fr: Problèmes ouverts

source: Issue links
fr: Liens vers les problèmes

source: You have no projects.
fr: Vous n'êtes administrateur d'aucun projet.

source: This user has no projects.
fr: Cet utilisateur n'est administrateur d'aucun projet.

source: View
fr: Voir

source: Edit
fr: Modifier

source: Add release
fr: Ajouter une édition

source: n/a
fr: n.d.

source: Project links
fr: Liens vers les projets

source: References to project issues in the form of [#1234] (or [#1234-2] for comments) turn into links automatically, with the title of the issue appended. The status of the issue is shown on hover.
fr: Les références aux problèmes de projet sous la forme [#1234] (ou bien [#1234-2] pour les commentaires) seront automatiquement changées en lien avec le titre du problème. L' état du problème est montré en mettant le pointeur de la souris au dessus du lien.

source: Project issue numbers (ex. [#12345]) turn into links automatically.
fr: Les numéros de problème de projet (exp. [#12345]) sont automatiquement changés en liens.

source: Project Issue to link filter
fr: Filtre de problèmes de projets à lien.

source: Comment
fr: Commentaire

source: Project issue tracking
fr: Suivi des problèmes

source: Provides issue tracking for the project.module.
fr: Fournit un suivi des problèmes pour les projets gérés par project.module
